/*
	This file is part the backup utility Mathusalem for Mac OS X.
	Copyright (C) 2008-2009 Pierre-Olivier Latour <info@pol-online.net>
	
	This program is free software: you can redistribute it and/or modify
	it under the terms of the GNU General Public License as published by
	the Free Software Foundation, either version 3 of the License, or
	(at your option) any later version.
	
	This program is distributed in the hope that it will be useful,
	but WITHOUT ANY WARRANTY; without even the implied warranty of
	MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
	GNU General Public License for more details.
	
	You should have received a copy of the GNU General Public License
	along with this program.  If not, see <http://www.gnu.org/licenses/>.
*/

"HELP_URL" = "http://code.google.com/p/mathusalem/w/list";

"BACKUP_NAME" = "Mein Backup (%i)";

"DEFAULT_BUCKET" = "mein-bucket";

"VALIDATE_NAME" = "Der Name \"%@\" ist nicht zulässig.";
"VALIDATE_DIRECTORY" = "Das Verzeichnis \"%@\" ist nicht zulässig oder existiert nicht.";
"VALIDATE_SOURCE" = "Mathusalem ist nicht darauf ausgelegt eine gesamte Festplatte oder eine komplettes Benutzerverzeichnis nachzubilden. Bitte wählen Sie ein spezifisches Verzeichnis, welches Sie sichern wollen, aus (Sie können jederzeit zusätzliche Backups anlegen, um weitere Verzeichnisse zu sichern).";
"VALIDATE_HOST" = "Der Servername \"%@\" ist nicht zulässig.";
"VALIDATE_PATH" = "Der Pfad \"%@\" ist nicht zulässig";
"VALIDATE_DESTINATION" = "Das Ziel \"%@\" wird bereits von einem Backup verwendet.";
"VALIDATE_BUCKET" = "Das Bucket \"%@\" ist nicht zulässig.";
"VALIDATE_PASSWORD" = "Die Passwörter stimmen nicht überein";
"VALIDATE_EXECUTABLE" = "Die ausführbare Datei \"%@\" ist nicht zulässig oder existiert nicht.";

"BACKUP_REMOVE_TITLE" = "Wollen Sie das ausgewählte Backup wirklich löschen?";
"BACKUP_REMOVE_DEFAULT_BUTTON" = "Abbrechen";
"BACKUP_REMOVE_OTHER_BUTTON" = "Nur die Einstellungen löschen";
"BACKUP_REMOVE_ALTERNATE_BUTTON" = "Einstellungen und alle Sicherungen löschen";
"BACKUP_REMOVE_MESSAGE" = "Sie können wählen ob nur die lokalen Einstellungen für dieses Backup, oder beides, die lokalen Einstellungen und die auf dem Ziel gesicherten Dateien, gelöscht werden sollen.";

"DELETE_FAILED_TITLE" = "Eine oder mehrere der auf dem Ziel gesicherten Dateien konnten nicht gelöscht werden.";
"DELETE_FAILED_DEFAULT_BUTTON" = "OK";

"UNSELECT_TITLE" = "Wolle Sie die vorgenommenen Änderungen speichern?";
"UNSELECT_DEFAULT_BUTTON" = "Speichern";
"UNSELECT_OTHER_BUTTON" = "Abbrechen";
"UNSELECT_ALTERNATE_BUTTON" = "Nicht speichern";
"UNSELECT_MESSAGE" = "Alle Änderungen gehen verloren, wenn sie nicht gespeichert werden.";

"UPDATE_TITLE" = "Eine neue Version %@ ist verfügbar";
"UPDATE_DEFAULT_BUTTON" = "Jetzt herunterladen";
"UPDATE_OTHER_BUTTON" = "Später herunterladen";
"UPDATE_MESSAGE" = "Derzeit ist Version %@ installiert. Möchten Sie die neue Version herunterladen und in Ihrem Download-Ordner speichern?";

"UPDATE_SUCCESS_TITLE" = "Aktualisierung erfolgreich heruntergeladen";
"UPDATE_SUCCESS_DEFAULT_BUTTON" = "OK";
"UPDATE_SUCCESS_MESSAGE" = "Bitte schließen Sie die Systemeinstellungen, und klicken Sie doppelt auf \"Mathusalem.prefPane\" in ihrem Download-Ordner um es zu installieren.";

"UPDATE_FAILED_TITLE" = "Während des Herunterladens der Aktualisierung trat ein Fehler auf";
"UPDATE_FAILED_DEFAULT_BUTTON" = "OK";
"UPDATE_FAILED_MESSAGE" = "Bitte versuchen Sie es später noch einmal.";

"BUCKET_REMOVE_TITLE" = "Wollen Sie das Bucket \"%@\" wirklich löschen?";
"BUCKET_REMOVE_DEFAULT_BUTTON" = "Abbrechen";
"BUCKET_REMOVE_OTHER_BUTTON" = "Bucket löschen";
"BUCKET_REMOVE_MESSAGE" = "Durch das Löschen des Bucket werden auch alle darin enthaltenen Daten gelöscht.";

"CONFIRM_TITLE" = "Wollen Sie \"%@\" wirklich überschreiben?";
"CONFIRM_DEFAULT_BUTTON" = "Überschreiben";
"CONFIRM_OTHER_BUTTON" = "Abbrechen";
"CONFIRM_MESSAGE" = "Dieser Vorgang kann nicht rückgängig gemacht werden.";

"LOADING_ENTRY" = "<LADEN...>";
"UNAVAILABLE_ENTRY" = "<NICHT VERFÜGBAR>";
